Angular.ng-template
EditorConfig.EditorConfig
Mikael.Angular-BeastCode
PeterJausovec.vscode-docker
Shan.code-settings-sync
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eg2.tslint
jock.svg
joelday.docthis
kisstkondoros.vscode-codemetrics
ms-vscode.csharp
msjsdiag.debugger-for-chrome
pprice.better-merge
rbbit.typescript-hero
robertohuertasm.vscode-icons
waderyan.gitblame